Repository: 3lpsy/tuleap
Catalog: plugins/crosstracker/www/scripts/cross-tracker/po/*.po
Languages: fr

source: Allowed fields
fr: Champs autorisés

source: Artifact
fr: Artéfact

source: Assigned to
fr: Assigné à

source: Cancel
fr: Annuler

source: Error while fetching the cross tracker report
fr: Erreur à la récupération du rapport multi outil de suivi

source: Error while fetching the list of projects you are member of
fr: Erreur à la récupération de la liste des projets dont vous êtes membre

source: Error while fetching the list of trackers of this project
fr: Erreur à la récupération de la liste des outils de suivi de ce projet

source: Error while fetching the query result
fr: Erreur à la récupération du résultat de la requête

source: Error while updating the cross tracker report
fr: Erreur lors de la mise à jour du rapport multi outil de suivi

source: Example: @title = 'value'
fr: Exemple : @title = 'valeur'

source: Last update date
fr: Mis à jour le

source: Load more
fr: Voir plus

source: No matching artifacts found
fr: Aucun artefact correspondant trouvé

source: No trackers selected
fr: Aucun élément sélectionné

source: Please choose...
fr: Veuillez choisir...

source: Query
fr: Requête

source: Report has been successfully saved
fr: Rapport enregistré avec succès

source: Save report
fr: Enregistrer le rapport

source: Status
fr: État

source: Submitted by
fr: Auteur

source: The query edition is under construction. The value you submit is not yet taken into account
fr: L'édition de la requête est en cours de construction. La valeur de ce champ ne sera pas encore prise en compte.

source: Title (Semantic)
fr: Titre (Sémantique)

source: Tracker selection is limited to 10 trackers
fr: Vous ne pouvez pas sélectionner plus de 10 outils de suivi
