Repository: 3lpsy/tuleap
Catalog: plugins/tracker/www/scripts/artifact-action-buttons/po/*.po
Languages: fr

source: %{ getCountOfFullyMigratedField } field will be fully migrated:
fr: %{ getCountOfFullyMigratedField } champ sera entièrement migré:

source: %{ getCountOfNotMigratedField } field do not match with the targeted tracker. If you confirm your action, its value will be lost forever:
fr: %{ getCountOfNotMigratedField } champ ne correspond pas avec l'outil de suivi destination. Si vous confirmez votre action, sa valeur sera définitivement perdue:

source: %{ getCountOfPartiallyMigratedField } field do not fully match with the targeted tracker. One value of the field has not been found in targeted tracker, if you confirm your action, this value will be lost forever:
fr: %{ getCountOfPartiallyMigratedField } champ ne correspond pas entièrement avec l'outil de suivi destination. Une valeur du champ n'a pas été trouvée, si vous confirmez votre action, cette valeur sera définitivement perdue:

source: An artifact cannot be moved in the same tracker
fr: Un artéfact ne peut pas être déplacé dans le même outil de suivi

source: Choose project...
fr: Choisissez un projet...

source: Choose tracker...
fr: Choisissez un outil de suivi...

source: Close
fr: Fermer

source: Confirm
fr: Confirmer

source: Destination project
fr: Projet destination

source: Destination tracker
fr: Outil de suivi destination

source: Move
fr: Déplacer

source: Move artifact
fr: Déplacer l'artéfact

source: Show more
fr: Voir plus
